{
  "scene_intro": [
    { "character": "Narrator", "line": "Depuis des siècles, les terres de Vercors vivaient en paix... jusqu’au jour où l’ombre de \"La terrreur du crous\" s’est abattue. Ses armées de brigands brûlent les récoltes, pillent les villages et répandent la peur." },
    { "character": "Narrator", "line": "La forteresse de la Terreur du Crous domine désormais l’horizon, symbole de sa tyrannie. Aucun guerrier n’a jamais osé l’affronter... " },
    { "character": "Narrator", "line": "Jusqu’à aujourd’hui !" },
    { "character": "Héro", "line": "Ces ruines... ce village a été ravagé sans pitié. Je ne peux pas rester spectateur. Je trouverai un chemin vers la forteresse de la Terreur du Crous et mettrai fin à son règne." },
    { "character": "Terreur du Crous", "line": "" },
    { "character": "Héro", "line": "Peu importe les épreuves, peu importe les dangers. Ma route mène à Terreur du Crous. Et son règne s’achèvera par ma lame." }
  ],

  "scene_boss": [
    { "character": "Héro", "line": "Enfin... la tour de Terreur du Crous. Tout se termine ici." },
    { "character": "Terreur du Crous", "line": "Ah... le fameux héros. Tu arrives exactement comme prévu." },
    { "character": "Héro", "line": "Vos brigands m'ont bien formé, je l'admets. Mais votre règne s'achève maintenant !" },
    { "character": "Terreur du Crous", "line": "Mes 'brigands' ? *ricane* Tu crois vraiment qu'ils agissaient contre moi ? Chaque piège, chaque embuscade... tout était calculé pour te forger, t'endurcir !" },
    { "character": "Héro", "line": "Quoi... ? Impossible !" },
    { "character": "Terreur du Crous", "line": "J'avais besoin d'un adversaire digne de moi ! Un héros à ma mesure ! Mes serviteurs t'ont offert l'opposition parfaite... et maintenant, tu es devenu l'ennemi que je méritais !" },
    { "character": "Héro", "line": "Manipulation ou pas... je vous arrêterai !" },
    { "character": "Terreur du Crous", "line": "Nous verrons bien ! Que le meilleur gagne, héros... car grâce à mes brigands, tu es enfin devenu quelqu'un d'intéressant !" },

    { "character": "Terreur du Crous", "line": "Quel combat magnifique... Mes serviteurs ont bien travaillé... Tu étais exactement l'adversaire... que j'espérais..." },
    { "character": "narrator", "line": "Et ainsi se termine cette histoire... où même les brigands dans l'ombre ont joué leur rôle dans cette légende." }
  ]
}
